// 국어, 수학, 영어 정답 OX 여부에 따른 결과

export const RESULT_DIC = {
  ooo: {
    title: "수능 고인물",
    subtitle: `떠난지는 좀 됐지만,${"\n"}이 서늘한 감각..아직 녹슬지 않았군`,
  },
  oox: {
    title: "점심먹고 땡",
    subtitle: `오전에 모든 힘을 써버린 당신,${"\n"}식곤증에 빠져버렸군요.`,
  },
  oxo: {
    title: "확신의 문과",
    subtitle: `숫자가 모든 걸 말해주지는 않아요.${"\n"}이를테면 당신의 가능성이라든가.`,
  },
  xoo: {
    title: "슬로우 스타터",
    subtitle: `1교시 국어는 준비운동일 뿐,${"\n"}추진력을 얻어 끝까지 완주했네요.`,
  },
  oxx: {
    title: "세종대왕 새싹",
    subtitle: `우리말을 소중히 하는 당신,${"\n"}세종대왕님이 자랑스러워 하실 거예요.`,
  },
  xox: {
    title: "0개 국어",
    subtitle: `010101010100001${"\n"}당신에겐 숫자도 세상을 이해하는 언어군요.`,
  },
  xxo: {
    title: "대한외국인",
    subtitle: `국어랑 수학은 잘 모르겠고${"\n"}Do u speak English?`,
  },
  xxx: {
    title: "와! 잭팟!",
    subtitle: `행운의 X를 3개 다 모으셨네요.${"\n"}문제는 틀렸지만, 성적이 전부는 아니죠!`,
  },
};
